<template>
  <q-page class="q-pl-lg">
    <h2>About C local gov page</h2>
    <div class="q-pa-md row items-start q-gutter-md">
      <q-card dark bordered class="bg-grey-9 my-card">
        <q-card-section>
          <div class="text-h6">京都市とは</div>
        </q-card-section>
        <q-separator dark inset />
        <q-card-section class="q-pt-none">
          市域は令制国でいうと山城国葛野郡・愛宕郡・紀伊郡の全域、山城国宇治郡・乙訓郡と丹波国桑田郡の一部、さらに山城国久世郡・綴喜郡にもくい込んでいる。
          京都府最大の都市であり、府の人口の56.9%を占める（2023年6月1日）。都道府県全体の人口の過半数を占める都市は、東京23区を一つの都市として考えない場合は全国で京都市のみである。都市圏としては、京都府・滋賀県などに広がる京都都市圏[1]
          および京滋の中核であるとともに、大阪市を中心とした京阪神大都市圏（近畿大都市圏）の一角を担う。都市雇用圏の基準では、京都都市圏の人口は280万人で京都府より多く、東京都市圏、大阪都市圏、名古屋都市圏に次ぐ日本第4位の規模である[*
          2]。
          794年（延暦13年）に日本の首都になった平安京を基礎とする都市で、明治天皇が東京行幸するまでの約1080年に渡って皇室および公家が集住したため「千年の都」との雅称で呼ばれる。現代も京都市では双京構想を掲げている（首都に関する議論は「日本の首都」を参照）。平安時代、室町時代の室町幕府期には日本の政治が執り行われた中心地であり、鎌倉時代、戦国時代、安土桃山時代、江戸時代の幕末期などにおいても、日本の政治の中心の一つとして大きな役割を果たした。
          平安時代から江戸時代前期までは日本最大の都市であり、その市街地は「京中」、鎌倉時代以降は「洛中」と呼ばれ、都市としては「京」「京の都」「京都」と呼ばれた。江戸時代には三都（江戸・大坂・京）、明治期には三市（東京市・大阪市・京都市）、大正期以降は六大都市（東京市・横浜市・名古屋市・京都市・大阪市・神戸市）の各々の一角を占め、第二次世界大戦後には政令指定都市になった。このような中で都市生活者向けの商工業が発達し、特に国内流通が活発化した江戸時代には、全国に製品を出荷する工業都市となる一方、数々の技術者を各地の藩の要請に従って派遣した。その伝統は現在も伝統工芸として残るのみならず、京セラや島津製作所、オムロン、ニデック（旧
          日本電産）など先端技術を持つ企業をはじめ、任天堂やワコールなど業界トップクラスの本社が集まるなど、現代産業を支えている地域の一つである。日本初の水力発電所である蹴上発電所を備えた琵琶湖疏水や、日本初の電車営業を行なった京都電気鉄道（後の京都市電）を開業させるなど、明治以降の近代化にも積極的であった。
          第二次世界大戦の戦災被害を免れた神社仏閣、古い史跡、町並みが数多く存在し、宗教・貴族・武家・庶民などの様々な歴史的文化や祭りが残る。その特徴により文化庁が設置され[2]、文化首都を標榜する[3]。国内外の観光客が訪れる観光都市として国際観光文化都市に指定されている。旧市街地を中心に建物の高さ規制や広告表示の制限がなされ、古い街並みが保全されている。さらに、旧帝国大学の京都大学をはじめとする多数の大学が集積し、国内外から学生や研究者が集まる日本有数の学生街・学園都市ともなっている。
        </q-card-section>
      </q-card>
    </div>
  </q-page>
</template>
