<template>
  <q-page class="q-pl-lg">
    <h2>About a local page</h2>
    <div class="q-pa-md row items-start q-gutter-md">
      <q-card dark bordered class="bg-grey-9 my-card">
        <q-card-section>
          <div class="text-h6">横浜市とは</div>
        </q-card-section>
        <q-separator dark inset />
        <q-card-section class="q-pt-none">
          横浜市（よこはまし）は、神奈川県東部に位置する市。神奈川県の県庁所在地及び最大の都市で、政令指定都市である。
          東京大都市圏（首都圏）に属する。市の人口は約377.2万人（2022年9月1日現在）で東京23区を除く全国の市区町村で最大の人口である。市域の過半は旧武蔵国で、南西部は旧相模国鎌倉郡（戸塚区、泉区、栄区、瀬谷区[注釈
          2]の全域と港南区、南区、金沢区の一部）。
          日本有数の港湾都市・商工業都市である[1]。横浜駅からみなとみらい・北仲通にかけての海岸沿いには、超高層ビル群を形成している。観光地としても人気があり、横浜中華街や山下公園などがある関内地区を筆頭に、横浜みなとみらい21地区や山手地区などが有名である。また、人工海浜の海水浴場を併設する海の公園や、八景島シーパラダイスという水族館もあり、古くからの観光地としては三溪園などがある。食の名物は洋食、横浜中華街の中華料理、崎陽軒のシウマイ弁当、横浜家系ラーメン、サンマーメンなどがある。横浜の中心部からは外れるものの、金沢区には横浜南部市場やアウトレットモール、コストコなどの巨大な小売店も存在し、観光だけでなく日常生活においても利便性が高い。こうした環境がある事から常時話題を集めており、マスメディアでも頻繁に特集が組まれている。
          近年では日産自動車やいすゞ自動車本社の本社移転、部品メーカーの本社・研究開発施設といった自動車関連企業の集積が進んでおり、自動車産業都市という新たな側面も持つ[2]。
        </q-card-section>
      </q-card>
    </div>
  </q-page>
</template>
