<template>
  <q-page class="q-pl-lg">
    <h2>About B local gov page</h2>
    <div class="q-pa-md row items-start q-gutter-md">
      <q-card dark bordered class="bg-grey-9 my-card">
        <q-card-section>
          <div class="text-h6">神戸市とは</div>
        </q-card-section>
        <q-separator dark inset />
        <q-card-section class="q-pt-none">
          神戸市（こうべし）は、兵庫県の南東部に位置する市。兵庫県の県庁所在地及び最大の都市で、政令指定都市である。
          市域は垂水区・須磨区・長田区・兵庫区・中央区・灘区・東灘区・北区・西区の9区から構成される。
          2020年国勢調査の速報値によると、人口は152万7022人。大阪市や京都市と共に、京阪神大都市圏における中心都市である。
          海と山の迫る東西に細長い市街地を持ち、十分な水深のある扇状の入り江部に発展した理想的な港湾・神戸港を有する日本を代表する港町・港湾都市である。
          大正から戦後の高度経済成長期にかけて、東京市・横浜市・名古屋市・大阪市・京都市と共に六大都市の一角であった[1]。幕末の開港以来、舶来品や西洋文化の流入する日本の玄関口となり、今なお旧居留地（神戸外国人居留地）や北野異人館街などの西洋風の街並みにその歴史や影響を見ることができる。
          1995年の阪神・淡路大震災によって神戸港を含めて市内の経済機能は壊滅的被害を受けたものの、神戸市は今なお全国有数の経済都市としての地位を維持している。阪神工業地帯に属する港湾都市であり、貿易・造船・鉄鋼・機械・製造・ゴム・真珠加工・観光等の産業を中心に発展、ファッション・パン・洋菓子・日本酒などの産業も盛んである。特に日本酒製造に関しては灘区・東灘区から西宮市にかけての阪神本線沿線のエリアは灘五郷と呼ばれ、日本有数の酒所として有名である。観光地としては、中華街の南京町、神戸外国人居留地や北野異人館街などの異国情緒な街並み、神戸ハーバーランド、摩耶山掬星台からの夜景、有馬温泉などが挙げられる。また、ユネスコのデザイン都市に認定された。
          「神戸」という地名は、現在の中心市街地である三宮・元町周辺が古くから生田神社の神封戸の集落（神戸「かむべ」）であったことに由来し、そのウ音便（かうべ。旧仮名遣いで「かう」は「コー」と発音）である。神戸三社（神戸三大神社）をはじめとする市内・国内にある神社の神事に使うお神酒の生産にも係わった。
        </q-card-section>
      </q-card>
    </div>
  </q-page>
</template>
